Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_822_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Ođđa preanttus Sammallahti sátnegirjjis almmustuvai
smn: Sammallahti sänikirje uđđâ teddilâs almostui

source: Ođđa preanttus Pekka Sammallahti Sámi-suoma-sámi sátnegirjjis lea almmustuvvan .
smn: Uđđâ teddilâs Pekka Sammallahti säämi-suomâ-säämi sänikirjeest lii almostum .

source: Girjegiisá Oy almmuhii girjji vuosttaš prentosa jagis 1993 .
smn: Sämitigge almostittij nálásâšteddilâs Girjegiisá Oy algâaalgâst ive 1993 almostittum kirjeest .

source: Sátnegirjji sámi-suoma oasis leat badjelaš 12.000 sáni , suoma-sámi oasis fas badjelaš 20.000 sáni .
smn: Sänikirje säämi-suomâ – uásist láá paijeel 12.000 säännid , suomâ-säämi – uásist vuot paijeel 20.000 säännid .

source: Sátnegirjji sámegiella lea davvisámegiella .
smn: Sänikirje sämikielâ uáivild tavesämikielâ .

source: Girjji loahpas leat logahallon davvisámi nomeniid ja vearbbaid sojahantiippat ja addojuvvon muhtin sojahanovdamearkkat .
smn: Kirje loopâst láá luvâttâllum el . tavesämikielâ nominij já veerbâi sujâttemtiijpah já adelum motomeh ovdâmeerhah suujâtmist .

source: Sámi-suoma-sámi sátnegirji lea jerrojuvvon olu dan maŋŋá go ovddit preanttus nogai .
smn: Säämi-suomâ-säämi sänikirje láá koijâdâm ennuv ovdebáá teddilâs nuuhâm maŋa .

source: Girji lea dál fidnemis Sámi duodjegávppis Sajosis Anáris , ovttastusa s dahje sámedikki skuvlen- ja oahppamateriáladoaimmahagas ritva .
smn: Kirje lii tääl finniimist Sámi duodji-käävpist Sajosist Anarist , seervi nettikäävpist teikâ sämitige škovlim- já oppâmateriaaltoimâttuvvâst ritva .
